IDEA Open Model
LineSupport.SupportLength Property
Compatible with IDEA StatiCa Beta 20.0
 support lengtj
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double SupportLength { get; set; }
Public Property SupportLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace